[
    {
        "title": "CVEMON",
        "description": "CVE Exploits Search Utility",
        "link": "https://in.scanfactory.io/cvemon.html",
        "region": "GLOBAL",
        "tags": "exploit" 
    },
    {
        "title": "Shodan",
        "description": "Search Engine that lets users search for various types of servers connected to the internet using a variety of filters.",
        "link": "https://shodan.io",
        "region": "GLOBAL",
        "tags": "web,network,vulnerability,image" 
    },
    {
        "title": "NerdyData",
        "description": " Get a list of websites that use certain technologies, plus their company and spend data. Perfect for lead generation, market analysis, and competitive research.",
        "link": "https://www.nerdydata.com",
        "region": "GLOBAL",
        "tags": "web" 
    },    
    {
        "title": "PublicWWW",
        "description":"Find any alphanumeric snippet, signature or keyword in the web pages HTML, JS and CSS code.",
        "link": "https://publicwww.com",
        "region": "GLOBAL",
        "tags": "web,code" 
    },
    {
        "title": "SearchCode",
        "description": "Search 75 billion lines of code from 40 million projects",
        "link": "https://searchcode.com",
        "region": "GLOBAL",
        "tags": "code" 
    },
    {
        "title": "SimilarSites",
        "description": "Easily Explore alternative websites",
        "link": "https://www.similarsites.com",
        "region": "GLOBAL",
        "tags": "web,image" 
    },
    {
        "title": "Netlas",
        "description": "Internet intelligence apps that provide accurate technical information on IP addresses, domain names, websites, web applications, IoT devices, and other online assets.",
        "link": "https://netlas.io",
        "region": "GLOBAL",
        "tags": "web,network,vulnerability" 
    },
    {
        "title": "CriminalIP",
        "description": "Search for information on anything connected to public internet",
        "link": "https://www.criminalip.io",
        "region": "GLOBAL",
        "tags": "web,network,vulnerability,image" 
    },
    {
        "title": "Kaspersky OpenTIP",
        "description": "Kaspersky Threat Intelligence Portal allows you to scan files, domains, IP addresses, and URLs for threats, malware, viruses.",
        "link": "https://opentip.kaspersky.com",
        "region": "GLOBAL",
        "tags": "malware" 
    },
    {
        "title": "GreyNoise",
        "description": "GreyNoise captures data on IPs that scan the internet and saturate security tools with internet noise, so SOC teams can focus on threats that matter and ignore those that don't.",
        "link": "https://www.greynoise.io",
        "region": "GLOBAL",
        "tags": "malware,network" 
    },
    {
        "title": "Intezer Analyze",
        "description": "Malware analysis platform quickly classifying malware and unknown files. Unlike Antivirus and EDRs which mostly produce generic results (think “Trojan.Generic”) and can only classify specific hashes, Intezer analyzes the code itself in order to categorize the threat and classify variants from the same malware family.",
        "link": "https://analyze.intezer.com",
        "region": "GLOBAL",
        "tags": "malware" 
    },
    {
        "title": "Chaos Dataset",
        "description": "This project is meant to enhance research and analyse changes around DNS for better insights.",
        "link": "https://chaos.projectdiscovery.io",
        "region": "GLOBAL",
        "tags": "network" 
    },
    {
        "title": "BBR Dataset",
        "description": "Recon data for public bug bounty programs.",
        "link": "https://mega.nz/folder/KXJyQKSA#pRHtZzEO4mxqKDgfzNK8iA",
        "region": "GLOBAL",
        "tags": "network" 
    },
    {
        "title": "Arkham Intelligence",
        "description": "Powerful tools for linking cryptocurrency activity to real world individuals and institutions.",
        "link": "https://www.arkhamintelligence.com",
        "region": "GLOBAL",
        "tags": "crypto" 
    },
    {
        "title": "AlienVault OTX",
        "description": "A Threat data platform that allows security researchers and threat data producers to share research and investigate new threats.",
        "link": "https://otx.alienvault.com",
        "region": "GLOBAL",
        "tags": "malware,network" 
    },
    {
        "title": "ExploitDB",
        "description": "An archive of public exploits and corresponding vulnerable software, developed for use by penetration testers and vulnerability researchers.",
        "link": "https://www.exploit-db.com",
        "region": "GLOBAL",
        "tags": "exploit" 
    },
    {
        "title": "WhatsMyName",
        "description": "This tool allows you to enumerate usernames across many websites.",
        "link": "https://whatsmyname.app",
        "region": "GLOBAL",
        "tags": "social" 
    },
    {
        "title": "Dehashed",
        "description": "DeHashed provides free deep-web scans and protection against credential leaks. A modern personal asset search engine to help secure accounts and provide insight on compromised assets.",
        "link": "https://dehashed.com/",
        "region": "GLOBAL",
        "tags": "breach" 
    },
    {
        "title": "ManyPasswords",
        "description": "Default passwords for IoT devices and for web applications (for ex. MySQL and PostgreSQL admin panels)",
        "link": "https://github.com/many-passwords/many-passwords",
        "region": "GLOBAL",
        "tags": "exploit" 
    },
    {
        "title": "BrandDB",
        "description": "Perform a trademark search by text or image in brand data from multiple national and international sources, including trademarks, appellations of origin and official emblems.",
        "link": "https://branddb.wipo.int",
        "region": "GLOBAL",
        "tags": "company" 
    },
    {
        "title": "DNS History",
        "description": "Domain Name System (DNS) Historical Record Archive",
        "link": "http://dnshistory.org",
        "region": "GLOBAL",
        "tags": "network" 
    },
    {
        "title": "The World Factbook",
        "description": "The World Factbook provides basic intelligence on the history, people, government, economy, energy, geography, environment, communications, transportation, military, terrorism, and transnational issues for 266 world entities.",
        "link": "https://www.cia.gov/the-world-factbook/",
        "region": "GLOBAL",
        "tags": "geopolitics" 
    },
    {
        "title": "Global Terrorism Catalogue",
        "description": "Catalogue of Terrorist Incidents occurred globally since 1968.",
        "link": "https://www.kaggle.com/datasets/klapeyefoundation/global-terrorism",
        "region": "GLOBAL",
        "tags": "geopolitics" 
    },
    {
        "title": "Ransom Wiki",
        "description": "Check if your company or partner appears in a claimed ransom attack breach.",
        "link": "https://ransom.wiki",
        "region": "GLOBAL",
        "tags": "breach" 
    },
    {
        "title": "Xlocate",
        "description": "The ultimate exploits/references finder",
        "link": "https://github.com/ARPSyndicate/xlocate",
        "region": "GLOBAL",
        "tags": "exploit" 
    },
    {
        "title": "Public Intelligence",
        "description": "Public Intelligence is an international, collaborative research project aimed at aggregating the collective work of independent researchers around the globe who wish to defend the public's right to access information.",
        "link": "https://publicintelligence.net",
        "region": "GLOBAL",
        "tags": "geopolitics" 
    },
    {
        "title": "Intelligence Briefs",
        "description": "Strategic Intelligence News publishes intelligence reports, geopolitics, military intelligence, and crime reports analysis.",
        "link": "https://intelligencebriefs.com",
        "region": "GLOBAL",
        "tags": "geopolitics" 
    },
    {
        "title": "RAND Corporation",
        "description": "The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. RAND is nonprofit, nonpartisan, and committed to the public interest.",
        "link": "https://www.rand.org",
        "region": "GLOBAL",
        "tags": "geopolitics" 
    },
    {
        "title": "ProjectDiscovery",
        "description": "An open-source software company that builds tools to detect and remediate vulnerabilities from development to production.",
        "link": "https://github.com/projectdiscovery",
        "region": "GLOBAL",
        "tags": "network,exploit" 
    },
    {
        "title": "BeVigil",
        "description": "The internet's first and only security search engine for mobile apps.",
        "link": "https://bevigil.com",
        "region": "GLOBAL",
        "tags": "network,vulnerability" 
    },
    {
        "title": "CINS Army List",
        "description": "CINS Army shares valuable threat intelligence harvested from their CINS system. The CINS Army list is a subset of the CINS Active Threat Intelligence ruleset, and consists of IP addresses having poor recent Rogue Packet score factor or have tripped a designated number of trusted alerts across a given number of their Sentinels deployed around the world.",
        "link": "http://cinsscore.com/#list",
        "region": "GLOBAL",
        "tags": "malware,network" 
    },
    {
        "title": "Umbrella List",
        "description": "The popularity list contains most queried domains based on passive DNS usage across Umbrella global network of more than 100 Billion requests per day with 65 million unique active users, in more than 165 countries.",
        "link": "http://s3-us-west-1.amazonaws.com/umbrella-static/index.html",
        "region": "GLOBAL",
        "tags": "network" 
    },
    {
        "title": "MalwareBazaar",
        "description": "MalwareBazaar is a project from abuse.ch with the goal of sharing malware samples with the infosec community, AV vendors and threat intelligence providers.",
        "link": "https://bazaar.abuse.ch",
        "region": "GLOBAL",
        "tags": "malware" 
    },
    {
        "title": "BD Banlist",
        "description": "Binary Defense Systems Artillery Threat Intelligence Feed and Banlist Feed",
        "link": "https://www.binarydefense.com/banlist.txt",
        "region": "GLOBAL",
        "tags": "malware" 
    },
    {
        "title": "AbuseIPDB",
        "description": "AbuseIPDB is a project dedicated to helping combat the spread of hackers, spammers, and abusive activity on the internet.",
        "link": "https://www.abuseipdb.com",
        "region": "GLOBAL",
        "tags": "malware" 
    },
    {
        "title": "Yara Rules",
        "description": "This project covers the need of a group of IT Security Researchers to have a single repository where different Yara signatures are compiled, classified and kept as up to date as possible, and began as an open source community for collecting Yara rules.",
        "link": "https://github.com/Yara-Rules/rules",
        "region": "GLOBAL",
        "tags": "malware" 
    },
    {
        "title": "CrowdSec",
        "description": "CrowdSec is an open-source and collaborative security stack leveraging the crowd power. Analyze behaviors, respond to attacks & share signals across the community. Gain crowd-sourced protection against malicious IPs. Benefit from the most accurate CTI in the world.",
        "link": "https://www.crowdsec.net",
        "region": "GLOBAL",
        "tags": "malware" 
    },
    {
        "title": "Botvrij",
        "description": "Botvrij provides different sets of open source IOCs that you can use in your security devices to detect possible malicious activity. The information contains network info (IPs), file hashes, file paths, domain names, URLs.",
        "link": "https://www.botvrij.eu",
        "region": "GLOBAL",
        "tags": "malware"
    },
    {
        "title": "BGP Ranking",
        "description": "BGP Ranking is a free software to calculate the security ranking of Internet Service Providers. The system is gathering external datasources (e.g. dshield, shadowserver, Arbor ATLAS) in order to evaluate the ranking over time.",
        "link": "https://bgpranking.circl.lu",
        "region": "GLOBAL",
        "tags": "malware" 
    },
    {
        "title": "War on the Rocks",
        "description": "War on the Rocks is a platform for analysis and debate on strategy, defense, and foreign affairs. It features articles and podcasts produced by an array of writers with deep experience in these matters: top notch scholars who study war, those who have served or worked in war zones, and more than a few who have done it all.",
        "link": "https://warontherocks.com",
        "region": "GLOBAL",
        "tags": "geopolitics" 
    }
]